export const DesktopMenu = () => {
	return (
		<div className='desktop-menu_wrapper'>
			<nav
				className='header-menu_lists'
				id='desktopMenu'
				style={{ top: '-10000px' }}
			>
				<ul
					className='header-menu_list wrapper container active'
					id='desktopMenuNode-1'
				>
					<li className='header-menu_title'>
						О вузе
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Администрация</a>
							</li>
							<li>
								<a href='#'>Антимонопольный комплаенс</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>Дни открытых дверей</a>
							</li>
							<li>
								<a href='#'>История вуза</a>
							</li>
							<li>
								<a href='#'>Концепция программы развития ГУАП на 2020—2024 годы</a>
							</li>
							<li>
								<a href='#'>Миссия</a>
							</li>
							<li>
								<a href='#'>Наблюдательный совет</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>
									Приоритет 2030 — программа развития ГУАП на 2021—2030 годы
								</a>
							</li>
							<li>
								<a href='#'>Противодействие коррупции</a>
							</li>
							<li>
								<a href='#'>Реквизиты ГУАП</a>
							</li>
							<li>
								<a href='#'>Сведения об образовательной организации</a>
							</li>
							<li>
								<a href='#'>Стратегия цифровой трансформации</a>
							</li>
							<li>
								<a href='#'>СМИ о ГУАП</a>
							</li>
							<li>
								<a href='#'>Федеральная инновационная площадка</a>
							</li>
							<li>
								<a href='#'>Фирменный стиль</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Институты и факультеты
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Институт аэрокосмических приборов и систем (институт 1)</a>
							</li>
							<li>
								<a href='#'>
									Институт радиотехники и инфокоммуникационных технологий (институт 2)
								</a>
							</li>
							<li>
								<a href='#'>Институт киберфизических систем (институт 3)</a>
							</li>
							<li>
								<a href='#'>
									Институт информационных технологий и программирования (институт 4)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт фундаментальной подготовки и технологических инноваций
									(институт ФГПТИ)
								</a>
							</li>
							<li>
								<a href='#'>Гуманитарный факультет (факультет 6)</a>
							</li>
							<li>
								<a href='#'>Военный учебный центр</a>
							</li>
							<li>
								<a href='#'>
									Институт технологий предпринимательства и права (институт 8)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт непрерывного и дистанционного образования (вечернее и заочное
									обучение) (институт 10)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет дополнительного профессионального образования (факультет 11)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет среднего профессионального образования (факультет 12)
								</a>
							</li>
							<li>
								<a href='#'>Ивангородский филиал ГУАП</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Подразделения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Все подразделения</a>
							</li>
							<li>
								<a href='#'>Второй отдел</a>
							</li>
							<li>
								<a href='#'>Инженерная школа</a>
							</li>
							<li>
								<a href='#'>
									Управление информационно-стратегических коммуникаций и рекламы
								</a>
							</li>
							<li>
								<a href='#'>Отдел по работе в общежитиях</a>
							</li>
							<li>
								<a href='#'>Отдел спортивно-оздоровительной деятельности</a>
							</li>
							<li>
								<a href='#'>Отдел социальной и воспитательной работы</a>
							</li>
							<li>
								<a href='#'>Отдел управления качеством образования</a>
							</li>
							<li>
								<a href='#'>Приемная комиссия</a>
							</li>
							<li>
								<a href='#'>Редакционно-издательский центр ГУАП</a>
							</li>
							<li>
								<a href='#'>Учебное управление</a>
							</li>
							<li>
								<a href='#'>Управление цифрового развития</a>
							</li>
							<li>
								<a href='#'>Центр карьеры</a>
							</li>
							<li>
								<a href='#'>Центр координации научных исследований</a>
							</li>
							<li>
								<a href='#'>
									Центр оценки и развития универсальных управленческих компетенций
								</a>
							</li>
							<li>
								<a href='#'>Центр развития профессиональных компетенций</a>
							</li>
							<li>
								<a href='#'>Штаб гражданской обороны</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Достижения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Благодарности и награды</a>
							</li>
							<li>
								<a href='#'>Научные достижения</a>
							</li>
							<li>
								<a href='#'>Спортивные достижения</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
				</ul>
				<ul className='header-menu_list wrapper container' id='desktopMenuNode-2'>
					<li className='header-menu_title'>
						Институты и факультеты
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Институт аэрокосмических приборов и систем (институт 1)</a>
							</li>
							<li>
								<a href='#'>
									Институт радиотехники и инфокоммуникационных технологий (институт 2)
								</a>
							</li>
							<li>
								<a href='#'>Институт киберфизических систем (институт 3)</a>
							</li>
							<li>
								<a href='#'>
									Институт информационных технологий и программирования (институт 4)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт фундаментальной подготовки и технологических инноваций
									(институт ФГПТИ)
								</a>
							</li>
							<li>
								<a href='#'>Гуманитарный факультет (факультет 6)</a>
							</li>
							<li>
								<a href='#'>Военный учебный центр</a>
							</li>
							<li>
								<a href='#'>
									Институт технологий предпринимательства и права (институт 8)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт непрерывного и дистанционного образования (вечернее и заочное
									обучение) (институт 10)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет дополнительного профессионального образования (факультет 11)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет среднего профессионального образования (факультет 12)
								</a>
							</li>
							<li>
								<a href='#'>Ивангородский филиал ГУАП</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						О вузе
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Администрация</a>
							</li>
							<li>
								<a href='#'>Антимонопольный комплаенс</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>Дни открытых дверей</a>
							</li>
							<li>
								<a href='#'>История вуза</a>
							</li>
							<li>
								<a href='#'>Концепция программы развития ГУАП на 2020—2024 годы</a>
							</li>
							<li>
								<a href='#'>Миссия</a>
							</li>
							<li>
								<a href='#'>Наблюдательный совет</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>
									Приоритет 2030 — программа развития ГУАП на 2021—2030 годы
								</a>
							</li>
							<li>
								<a href='#'>Противодействие коррупции</a>
							</li>
							<li>
								<a href='#'>Реквизиты ГУАП</a>
							</li>
							<li>
								<a href='#'>Сведения об образовательной организации</a>
							</li>
							<li>
								<a href='#'>Стратегия цифровой трансформации</a>
							</li>
							<li>
								<a href='#'>СМИ о ГУАП</a>
							</li>
							<li>
								<a href='#'>Федеральная инновационная площадка</a>
							</li>
							<li>
								<a href='#'>Фирменный стиль</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Подразделения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Все подразделения</a>
							</li>
							<li>
								<a href='#'>Второй отдел</a>
							</li>
							<li>
								<a href='#'>Инженерная школа</a>
							</li>
							<li>
								<a href='#'>
									Управление информационно-стратегических коммуникаций и рекламы
								</a>
							</li>
							<li>
								<a href='#'>Отдел по работе в общежитиях</a>
							</li>
							<li>
								<a href='#'>Отдел спортивно-оздоровительной деятельности</a>
							</li>
							<li>
								<a href='#'>Отдел социальной и воспитательной работы</a>
							</li>
							<li>
								<a href='#'>Отдел управления качеством образования</a>
							</li>
							<li>
								<a href='#'>Приемная комиссия</a>
							</li>
							<li>
								<a href='#'>Редакционно-издательский центр ГУАП</a>
							</li>
							<li>
								<a href='#'>Учебное управление</a>
							</li>
							<li>
								<a href='#'>Управление цифрового развития</a>
							</li>
							<li>
								<a href='#'>Центр карьеры</a>
							</li>
							<li>
								<a href='#'>Центр координации научных исследований</a>
							</li>
							<li>
								<a href='#'>
									Центр оценки и развития универсальных управленческих компетенций
								</a>
							</li>
							<li>
								<a href='#'>Центр развития профессиональных компетенций</a>
							</li>
							<li>
								<a href='#'>Штаб гражданской обороны</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Достижения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Благодарности и награды</a>
							</li>
							<li>
								<a href='#'>Научные достижения</a>
							</li>
							<li>
								<a href='#'>Спортивные достижения</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
				</ul>
				<ul className='header-menu_list wrapper container' id='desktopMenuNode-3'>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Институты и факультеты
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Институт аэрокосмических приборов и систем (институт 1)</a>
							</li>
							<li>
								<a href='#'>
									Институт радиотехники и инфокоммуникационных технологий (институт 2)
								</a>
							</li>
							<li>
								<a href='#'>Институт киберфизических систем (институт 3)</a>
							</li>
							<li>
								<a href='#'>
									Институт информационных технологий и программирования (институт 4)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт фундаментальной подготовки и технологических инноваций
									(институт ФГПТИ)
								</a>
							</li>
							<li>
								<a href='#'>Гуманитарный факультет (факультет 6)</a>
							</li>
							<li>
								<a href='#'>Военный учебный центр</a>
							</li>
							<li>
								<a href='#'>
									Институт технологий предпринимательства и права (институт 8)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт непрерывного и дистанционного образования (вечернее и заочное
									обучение) (институт 10)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет дополнительного профессионального образования (факультет 11)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет среднего профессионального образования (факультет 12)
								</a>
							</li>
							<li>
								<a href='#'>Ивангородский филиал ГУАП</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Подразделения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Все подразделения</a>
							</li>
							<li>
								<a href='#'>Второй отдел</a>
							</li>
							<li>
								<a href='#'>Инженерная школа</a>
							</li>
							<li>
								<a href='#'>
									Управление информационно-стратегических коммуникаций и рекламы
								</a>
							</li>
							<li>
								<a href='#'>Отдел по работе в общежитиях</a>
							</li>
							<li>
								<a href='#'>Отдел спортивно-оздоровительной деятельности</a>
							</li>
							<li>
								<a href='#'>Отдел социальной и воспитательной работы</a>
							</li>
							<li>
								<a href='#'>Отдел управления качеством образования</a>
							</li>
							<li>
								<a href='#'>Приемная комиссия</a>
							</li>
							<li>
								<a href='#'>Редакционно-издательский центр ГУАП</a>
							</li>
							<li>
								<a href='#'>Учебное управление</a>
							</li>
							<li>
								<a href='#'>Управление цифрового развития</a>
							</li>
							<li>
								<a href='#'>Центр карьеры</a>
							</li>
							<li>
								<a href='#'>Центр координации научных исследований</a>
							</li>
							<li>
								<a href='#'>
									Центр оценки и развития универсальных управленческих компетенций
								</a>
							</li>
							<li>
								<a href='#'>Центр развития профессиональных компетенций</a>
							</li>
							<li>
								<a href='#'>Штаб гражданской обороны</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Достижения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Благодарности и награды</a>
							</li>
							<li>
								<a href='#'>Научные достижения</a>
							</li>
							<li>
								<a href='#'>Спортивные достижения</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						О вузе
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Администрация</a>
							</li>
							<li>
								<a href='#'>Антимонопольный комплаенс</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>Дни открытых дверей</a>
							</li>
							<li>
								<a href='#'>История вуза</a>
							</li>
							<li>
								<a href='#'>Концепция программы развития ГУАП на 2020—2024 годы</a>
							</li>
							<li>
								<a href='#'>Миссия</a>
							</li>
							<li>
								<a href='#'>Наблюдательный совет</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>
									Приоритет 2030 — программа развития ГУАП на 2021—2030 годы
								</a>
							</li>
							<li>
								<a href='#'>Противодействие коррупции</a>
							</li>
							<li>
								<a href='#'>Реквизиты ГУАП</a>
							</li>
							<li>
								<a href='#'>Сведения об образовательной организации</a>
							</li>
							<li>
								<a href='#'>Стратегия цифровой трансформации</a>
							</li>
							<li>
								<a href='#'>СМИ о ГУАП</a>
							</li>
							<li>
								<a href='#'>Федеральная инновационная площадка</a>
							</li>
							<li>
								<a href='#'>Фирменный стиль</a>
							</li>
						</ul>
					</li>
				</ul>
				<ul className='header-menu_list wrapper container' id='desktopMenuNode-4'>
					<li className='header-menu_title'>
						О вузе
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Администрация</a>
							</li>
							<li>
								<a href='#'>Антимонопольный комплаенс</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>Дни открытых дверей</a>
							</li>
							<li>
								<a href='#'>История вуза</a>
							</li>
							<li>
								<a href='#'>Концепция программы развития ГУАП на 2020—2024 годы</a>
							</li>
							<li>
								<a href='#'>Миссия</a>
							</li>
							<li>
								<a href='#'>Наблюдательный совет</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>
									Приоритет 2030 — программа развития ГУАП на 2021—2030 годы
								</a>
							</li>
							<li>
								<a href='#'>Противодействие коррупции</a>
							</li>
							<li>
								<a href='#'>Реквизиты ГУАП</a>
							</li>
							<li>
								<a href='#'>Сведения об образовательной организации</a>
							</li>
							<li>
								<a href='#'>Стратегия цифровой трансформации</a>
							</li>
							<li>
								<a href='#'>СМИ о ГУАП</a>
							</li>
							<li>
								<a href='#'>Федеральная инновационная площадка</a>
							</li>
							<li>
								<a href='#'>Фирменный стиль</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Институты и факультеты
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Институт аэрокосмических приборов и систем (институт 1)</a>
							</li>
							<li>
								<a href='#'>
									Институт радиотехники и инфокоммуникационных технологий (институт 2)
								</a>
							</li>
							<li>
								<a href='#'>Институт киберфизических систем (институт 3)</a>
							</li>
							<li>
								<a href='#'>
									Институт информационных технологий и программирования (институт 4)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт фундаментальной подготовки и технологических инноваций
									(институт ФГПТИ)
								</a>
							</li>
							<li>
								<a href='#'>Гуманитарный факультет (факультет 6)</a>
							</li>
							<li>
								<a href='#'>Военный учебный центр</a>
							</li>
							<li>
								<a href='#'>
									Институт технологий предпринимательства и права (институт 8)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт непрерывного и дистанционного образования (вечернее и заочное
									обучение) (институт 10)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет дополнительного профессионального образования (факультет 11)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет среднего профессионального образования (факультет 12)
								</a>
							</li>
							<li>
								<a href='#'>Ивангородский филиал ГУАП</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Подразделения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Все подразделения</a>
							</li>
							<li>
								<a href='#'>Второй отдел</a>
							</li>
							<li>
								<a href='#'>Инженерная школа</a>
							</li>
							<li>
								<a href='#'>
									Управление информационно-стратегических коммуникаций и рекламы
								</a>
							</li>
							<li>
								<a href='#'>Отдел по работе в общежитиях</a>
							</li>
							<li>
								<a href='#'>Отдел спортивно-оздоровительной деятельности</a>
							</li>
							<li>
								<a href='#'>Отдел социальной и воспитательной работы</a>
							</li>
							<li>
								<a href='#'>Отдел управления качеством образования</a>
							</li>
							<li>
								<a href='#'>Приемная комиссия</a>
							</li>
							<li>
								<a href='#'>Редакционно-издательский центр ГУАП</a>
							</li>
							<li>
								<a href='#'>Учебное управление</a>
							</li>
							<li>
								<a href='#'>Управление цифрового развития</a>
							</li>
							<li>
								<a href='#'>Центр карьеры</a>
							</li>
							<li>
								<a href='#'>Центр координации научных исследований</a>
							</li>
							<li>
								<a href='#'>
									Центр оценки и развития универсальных управленческих компетенций
								</a>
							</li>
							<li>
								<a href='#'>Центр развития профессиональных компетенций</a>
							</li>
							<li>
								<a href='#'>Штаб гражданской обороны</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Достижения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Благодарности и награды</a>
							</li>
							<li>
								<a href='#'>Научные достижения</a>
							</li>
							<li>
								<a href='#'>Спортивные достижения</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
				</ul>
				<ul className='header-menu_list wrapper container' id='desktopMenuNode-5'>
					<li className='header-menu_title'>
						О вузе
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Администрация</a>
							</li>
							<li>
								<a href='#'>Антимонопольный комплаенс</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>Дни открытых дверей</a>
							</li>
							<li>
								<a href='#'>История вуза</a>
							</li>
							<li>
								<a href='#'>Концепция программы развития ГУАП на 2020—2024 годы</a>
							</li>
							<li>
								<a href='#'>Миссия</a>
							</li>
							<li>
								<a href='#'>Наблюдательный совет</a>
							</li>
							<li>
								<a href='#'>Преподаватели</a>
							</li>
							<li>
								<a href='#'>Приветствие ректора</a>
							</li>
							<li>
								<a href='#'>
									Приоритет 2030 — программа развития ГУАП на 2021—2030 годы
								</a>
							</li>
							<li>
								<a href='#'>Противодействие коррупции</a>
							</li>
							<li>
								<a href='#'>Реквизиты ГУАП</a>
							</li>
							<li>
								<a href='#'>Сведения об образовательной организации</a>
							</li>
							<li>
								<a href='#'>Стратегия цифровой трансформации</a>
							</li>
							<li>
								<a href='#'>СМИ о ГУАП</a>
							</li>
							<li>
								<a href='#'>Федеральная инновационная площадка</a>
							</li>
							<li>
								<a href='#'>Фирменный стиль</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Институты и факультеты
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Институт аэрокосмических приборов и систем (институт 1)</a>
							</li>
							<li>
								<a href='#'>
									Институт радиотехники и инфокоммуникационных технологий (институт 2)
								</a>
							</li>
							<li>
								<a href='#'>Институт киберфизических систем (институт 3)</a>
							</li>
							<li>
								<a href='#'>
									Институт информационных технологий и программирования (институт 4)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт фундаментальной подготовки и технологических инноваций
									(институт ФГПТИ)
								</a>
							</li>
							<li>
								<a href='#'>Гуманитарный факультет (факультет 6)</a>
							</li>
							<li>
								<a href='#'>Военный учебный центр</a>
							</li>
							<li>
								<a href='#'>
									Институт технологий предпринимательства и права (институт 8)
								</a>
							</li>
							<li>
								<a href='#'>
									Институт непрерывного и дистанционного образования (вечернее и заочное
									обучение) (институт 10)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет дополнительного профессионального образования (факультет 11)
								</a>
							</li>
							<li>
								<a href='#'>
									Факультет среднего профессионального образования (факультет 12)
								</a>
							</li>
							<li>
								<a href='#'>Ивангородский филиал ГУАП</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Подразделения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Все подразделения</a>
							</li>
							<li>
								<a href='#'>Второй отдел</a>
							</li>
							<li>
								<a href='#'>Инженерная школа</a>
							</li>
							<li>
								<a href='#'>
									Управление информационно-стратегических коммуникаций и рекламы
								</a>
							</li>
							<li>
								<a href='#'>Отдел по работе в общежитиях</a>
							</li>
							<li>
								<a href='#'>Отдел спортивно-оздоровительной деятельности</a>
							</li>
							<li>
								<a href='#'>Отдел социальной и воспитательной работы</a>
							</li>
							<li>
								<a href='#'>Отдел управления качеством образования</a>
							</li>
							<li>
								<a href='#'>Приемная комиссия</a>
							</li>
							<li>
								<a href='#'>Редакционно-издательский центр ГУАП</a>
							</li>
							<li>
								<a href='#'>Учебное управление</a>
							</li>
							<li>
								<a href='#'>Управление цифрового развития</a>
							</li>
							<li>
								<a href='#'>Центр карьеры</a>
							</li>
							<li>
								<a href='#'>Центр координации научных исследований</a>
							</li>
							<li>
								<a href='#'>
									Центр оценки и развития универсальных управленческих компетенций
								</a>
							</li>
							<li>
								<a href='#'>Центр развития профессиональных компетенций</a>
							</li>
							<li>
								<a href='#'>Штаб гражданской обороны</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Документы
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Коллективный договор</a>
							</li>
							<li>
								<a href='#'>Лицензия и аккредитация</a>
							</li>
							<li>
								<a href='#'>
									Нормативная документация для оформления научных работ, бланки заданий,
									титульные листы, ГОСТы
								</a>
							</li>
							<li>
								<a href='#'>Отчеты о самообследовании</a>
							</li>
							<li>
								<a href='#'>План финансово-хозяйственной деятельности</a>
							</li>
							<li>
								<a href='#'>Положения и приказы об оплате труда</a>
							</li>
							<li>
								<a href='#'>Положения и приказы о стипендиальном обеспечении</a>
							</li>
							<li>
								<a href='#'>Регламентирующие документы и стандарты организации</a>
							</li>
							<li>
								<a href='#'>Устав</a>
							</li>
							<li>
								<a href='#'>Финансовые отчеты</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Достижения
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Благодарности и награды</a>
							</li>
							<li>
								<a href='#'>Научные достижения</a>
							</li>
							<li>
								<a href='#'>Спортивные достижения</a>
							</li>
						</ul>
					</li>
					<li className='header-menu_title'>
						Общественные организации
						<ul className='header-menu_list inner'>
							<li>
								<a href='#'>Ассоциация выпускников ЛИАЛ—ГУАП</a>
							</li>
							<li>
								<a href='#'>Общественные объединения</a>
							</li>
							<li>
								<a href='#'>Первичная профсоюзная организация работников ГУАП</a>
							</li>
							<li>
								<a href='#'>Профком студентов и аспирантов</a>
							</li>
							<li>
								<a href='#'>Студенческий совет</a>
							</li>
						</ul>
					</li>
				</ul>
			</nav>
		</div>
	);
};
